{
    "time" : 1589133882183,
    "blocks" : [
        {
            "type" : "paragraph",
            "data" : {
                "text" : "University of Wisconsin Madison’s required Why UW Madison essay is a great opportunity for you to show admissions readers that you belong at UW Madison in particular!"
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "Let’s look at this UW Madison application essay prompt."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "Tell us why you decided to apply to the University of Wisconsin-Madison. In addition, please include why you are interested in studying the major(s) you have selected. If you selected undecided please describe your areas of possible academic interest. (you may enter up to 650 words)."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "This prompt combines the common “Why this school” and “Why your major” prompts. See that phrase “in addition”? That tells you that readers want to see that you’re drawn to the school for more than just your intended major. UW Madison wants students seeking a well-rounded education, especially those who share the “Wisconsin Idea” of public service, community engagement, and benefitting society."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "The more research you do (on a campus tour, on their website, talking to alumni), the more specific you’ll be able to be about what UW Madison offers and the more your essay will stand out. Even if you’re undecided on a major, pick one or two of your main academic interests and research what UW Madison offers in those areas."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "But how do you develop material and structure your essay with these two different “why” prompts mashed together?"
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "Try brainstorming two separate lists: Non-major and Major."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "In the Non-major list, write down everything about the school that connects to your passions and interests&nbsp;apart from your major&nbsp;(if you’re undecided, substitute your main academic interests instead). This might include clubs, the structure of classes, campus housing, the school’s emphasis on community service. Make sure the features you mention aren’t too general; they should be specific to UW Madison. Then include specific examples from your life illustrating why these aspects of UW Madison excite you."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "In the Major list, write down specific resources (classes, faculty, study abroad opportunities) at UW Madison that will help you pursue your major or main academic interests. However, notice that the prompt asks “why you are interested” in studying your major. So you’ll also want to write down the events, people, books, classes, teachers, films, etc. that inspired you to pursue this subject. Finally, list your future goals—what will you do with this specific degree? By connecting your major to your life experiences, passions, and goals, you’ll show how your academic interests represent a vital part of who you are!"
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "When you’re done with your two lists, it’s time to write your essay! You can really begin your Why UW Madison essay using either your Major or Non-major material. For example, if you’re undecided or have deep interests outside your major, you might want to open with some compelling Non-major material. Then segue into material from the other list. By working from both lists, you’ll show that you’re excited about many different aspects of the school."
            }
        },
        {
            "type" : "paragraph",
            "data" : {
                "text" : "To round out your Why UW Madison essay, see if you can find connections between your Major and Non-major material. How might your Non-major aspects of UW Madison enhance or impact your Major experience, and vice versa? The ending could be a great place to look to the future and discuss how these connections will help you achieve your post-college goals."
            }
        }
    ],
    "version" : "2.17.0"
}